Repository: Digitalbil/wp-clanwars
Catalog: langs/wp-clanwars-*.po
Languages: pl_pl

source: Authorization required.
pl_pl: Wymagana Autoryzacja.

source: Title
pl_pl: Tytuł

source: required
pl_pl: wymagane

source: Game tag
pl_pl: Tag gry

source: For example: for Left 4 Dead 2 it can be L4D2.
pl_pl: Na przykład: dla Left 4 Dead 2 może być L4D2.

source: Icon
pl_pl: Ikona

source: Delete Icon
pl_pl: Usuń Ikone

source: Screenshot
pl_pl: Zrzut ekranu

source: Delete Screenshot
pl_pl: Usuń Zrzut ekranu

source: Edit post
pl_pl: Edytuj post

source: View post
pl_pl: Zobacz post

source: %d Comment
pl_pl: %d Komentarz

source: Game
pl_pl: Gra

source: For example: ESL Winter League
pl_pl: Na przykład: ESL Winter League

source: Description
pl_pl: Opis

source: Date
pl_pl: Data

source: New Team
pl_pl: Nowy Team

source: Add map
pl_pl: Dodaj mape

source: Add images
pl_pl: Dodaj obrazek

source: Medium
pl_pl: Sredni

source: Large
pl_pl: Duży

source: Full Size
pl_pl: Pełny rozmiar

source: Columns:
pl_pl: Kolumny:

source: None
pl_pl: Nic

source: Country
pl_pl: Kraj

source: Delete Logo
pl_pl: Usuń logo

source: Games
pl_pl: Gry

source: Add New
pl_pl: Dodaj Nowy

source: Delete
pl_pl: Usuń

source: Search Games
pl_pl: Szukaj Gry

source: No items found.
pl_pl: Nic nie znaleziono

source: Edit &#8220;%s&#8221; Team
pl_pl: Edycja &#8220;%s&#8221; Teamu

source: Edit
pl_pl: Edycja

source: Maps
pl_pl: Mapy

source: Import games
pl_pl: Import gier

source: No games found.
pl_pl: Gry nie odnalezione.

source: ZIP file
pl_pl: Plik ZIP

source: Publish Now
pl_pl: Opublikuj Teraz

source: Log in with Steam
pl_pl: Zaloguj się przez Steam

source: Log in with Facebook
pl_pl: Zaloguj się przez Facebook

source: Import may take some time. Please do not refresh browser when in progress.
pl_pl: Import może trochę potrwać. Proszę nie odświeżać przeglądarki.

source: Install Now
pl_pl: Instaluj teraz

source: Maps / %s
pl_pl: Mapy / %s

source: Search Maps:
pl_pl: Szukaj Map:

source: Search Maps
pl_pl: Szukaj Map

source: Edit &#8220;%s&#8221; Map
pl_pl: Edycja &#8220;%s&#8221; Mapy

source: Matches
pl_pl: Mecze

source: INSTALLED
pl_pl: ZAINSTALOWANE

source: GET
pl_pl: Weź

source: Published:
pl_pl: Opublikowano

# Number of downloads
source: %d install
pl_pl: %d zainstalowano

source: Cannot connect to API.
pl_pl: Nie można połączyć się z API.

source: Popular
pl_pl: Popularne

source: Publish
pl_pl: Opublikuj

source: Settings
pl_pl: Ustawienia

source: Enable default styles
pl_pl: Włącz domyślne style

source: Save Changes
pl_pl: Zapisz Zmiany

source: Actions
pl_pl: Akcje

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: All
pl_pl: Wrzystko

source: Add New User
pl_pl: Dodaj Nowego Urzytkownika

source: User
pl_pl: Urzytkownik

source: Add User
pl_pl: Dodaj Urzytkownika

source: Get started with WP-Clanwars
pl_pl: Zacznij z WP-Clanwars

source: Install games
pl_pl: Instaluj gry

source: Choose one of the options:
pl_pl: Wybierz jedną z możliwości

source: Upload previously saved game (ZIP file)
pl_pl: Prześlij wcześniej zapisane gry (plik ZIP)

source: Create a new game
pl_pl: Dodaj nową gre

source: Type in your team's name
pl_pl: Wpisz nazwę swojego teamu

source: Where is it from?
pl_pl: Skąd to jest?

source: Teams
pl_pl: Drużyny

source: Search Teams
pl_pl: Szukaj Drużyny

source: (Home Team)
pl_pl: (Gospodarze)

source: Set As Home Team
pl_pl: Ustaw jako Gospodarz

source: Show all
pl_pl: Pokarz wszystko

source: 1 week
pl_pl: 1 tydzień

source: 2 weeks
pl_pl: 2 tygodnie

source: 3 weeks
pl_pl: 3 tygodnie

source: 1 month
pl_pl: 1 miesiąc

source: 2 months
pl_pl: 2 miesiące

source: 3 months
pl_pl: 3 miecięcy

source: 6 months
pl_pl: 6 miecięcy

source: 1 year
pl_pl: 1 rok

source: Upcoming
pl_pl: Nadchodzące

source: Title:
pl_pl: Tytuł:

source: Hide title
pl_pl: Uktuj tytuł

source: Show games:
pl_pl: Pokaż gry:

source: Do not check any game if you want to show all games.
pl_pl: Nie sprawdzaj każdą grę, jeśli chcesz pokazać wszystkie gry.

source: Continue
pl_pl: Kontynuuj

source: Get started
pl_pl: Zaczynajmy

source: Please fill in all required fields.
pl_pl: Proszę wypełnij wymagane pola.

source: Imported game.
pl_pl: Zaimportowane gry.

source: Failed to upload file.
pl_pl: Problem podczas wysyłania pliku.

source: Failed to create a game.
pl_pl: Problem podczas dodawania gry.

source: Created a game.
pl_pl: Gra została dodana.

source: Please fill in the game name.
pl_pl: Proszę podaj nazwe gry.

source: No file was uploaded.
pl_pl: Żaden plik nie został wysłany.

source: Failed to write file to disk.
pl_pl: Problem podczas zapisywania na dysku.

source: Failed to save attachment in database.
pl_pl: Nie udało się zapisać załącznik w bazie danych.

source: Failed to delete a team. Error: %s
pl_pl: Problem podczas usuwania teamu. Błąd: %s

source: Add Team
pl_pl: Dodaj Team

source: Edit Team
pl_pl: Edytuj Team

source: Update Team
pl_pl: Aktualizuj Team

source: Added a new team.
pl_pl: Dodano nowy team.

source: Failed to add a team.
pl_pl: Problem podczas dodawania nowego teamu.

source: Updated a team.
pl_pl: Team zaktualizowany.

source: Failed to update a team.
pl_pl: Problem podczas aktualizacji teamu.

source: Failed to delete games. Error: %s
pl_pl: Problem podczas dodawanie gier. Błąd: %s

source: Unable to unzip file: %s
pl_pl: Nie można rozpakować pliku: %s

source: Index file is not found in ZIP.
pl_pl: Index nie odnaleziony w ZIP

source: Corrupted or missing contents from ZIP file.
pl_pl: Uszkodzonych lub brakujących elementów z pliku ZIP.

source: Failed to add game.
pl_pl: Problem podczas dodawania gry.

source: New Game
pl_pl: Nowa Gra

source: Add Game
pl_pl: Dodaj Gre

source: Edit Game
pl_pl: Edytuj gre

source: Game title is a required field.
pl_pl: Nazwa gry jest wymagana.

source: Added a new game.
pl_pl: Dodano gre.

source: Failed to add a game.
pl_pl: Problem podczas dodawania gry.

source: Updated a game.
pl_pl: Zaktualizowano gre.

source: Failed to update a game.
pl_pl: Problem podczas aktualizacji gry

source: Added a map.
pl_pl: Dodano mape.

source: Updated a map.
pl_pl: Zaktualizowano mape.

source: Failed to update a map.
pl_pl: Błąd podczas aktualizacji mapy.

source: Failed to delete maps. Error: %s
pl_pl: Problem podczas usuwania map. Błąd: %s

source: Deleted %d map.
pl_pl: Usunięto %d mape.

source: Add Map
pl_pl: Dodaj Mape

source: Edit Map
pl_pl: Edytuj Mape

source: Update Map
pl_pl: Aktualizuj Mape

source: Failed to delete matches. Error: %s
pl_pl: Problem podczas usuwania meczy. Błąd: %s

source: Deleted %d match.
pl_pl: Usinięto %d mecz.

source: Add Match
pl_pl: Dodaj Mecz

source: Edit Match
pl_pl: Edytuj Mecz

source: Update Match
pl_pl: Aktualizacje Meczu

source: Add Round
pl_pl: Dodaj runde

source: Exclude map from match
pl_pl: Wykluczenie mapy z meczu

source: Remove round
pl_pl: Usunięto runde

source: Are you sure you want to delete this screenshot?
pl_pl: Czy na pewno chcesz usunąć ten zrzut ekranu?

source: Added a match.
pl_pl: Mecz został dodany

source: Failed to add a match.
pl_pl: Błąd podczas dodawaniu meczu

source: Updated a match.
pl_pl: Zaktualizowano mecz.

source: Tickets
pl_pl: Bilet

source: Settings saved.
pl_pl: Ustawienia zapisane

source: You must agree to the licensing terms.
pl_pl: Musisz zgodzić się z warunkami licencji.

source: Permissions
pl_pl: Uprawnienia
